Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/mappView/Resources/Texts/Manual.tmx
Source language: en
Languages: it

source: Manual
it: Manuale

source: Home
it: Riferimento

source: Power On
it: Potenza

source: Move
it: Muovi

source: Forward
it: Avanti

source: Backward
it: Indietro

source: Magazine
it: Magazzino

source: Cap in position
it: Tappo in posizione

source: Conveyor
it: Tappeto

source: Puncher
it: Punzone

source: Punch
it: Punzona

source: Commands
it: Comandi

source: Feedbacks
it: Risposte

source: Homed
it: Riferimento

source: Powered
it: Potenza

source: Cap at start
it: Tappo all'inizio

source: Cap at exit
it: Tappo alla fine

source: Speed
it: Velocità

source: Position
it: Posizione

source: Acceleration
it: Accelerazione

source: Manual mode
it: Modo manuale

source: Colour sorter
it: Smistatore

source: Gate lane 1
it: Aletta corsia 1

source: Gate lane 2
it: Aletta corsia 2

source: Lane 1 forward
it: Aletta corsia 1 avanti

source: Lane 1 backward
it: Aletta corsia 1 indietro

source: Lane 2 forward
it: Aletta corsia 2 avanti

source: Lane 2 backward
it: Aletta corsia 2 indietro

source: Metallic color
it: Colore metallico

source: Not black color
it: Colore non nero

source: Puncher forward
it: Punzone avanti

source: Puncher backward
it: Punzone indietro
